const regions = [
    {
        "_id": 1,
        "name": "강남구 "
    },
    {
        "_id": 2,
        "name": "강동구 "
    },
    {
        "_id": 3,
        "name": "강서구 "
    },
    {
        "_id": 4,
        "name": "강북구 "
    },
    {
        "_id": 5,
        "name": "관악구 "
    },
    {
        "_id": 6,
        "name": "광진구 "
    },
    {
        "_id": 7,
        "name": "구로구 "
    },
    {
        "_id": 8,
        "name": "금천구 "
    },
    {
        "_id": 9,
        "name": "노원구 "
    },
    {
        "_id": 10,
        "name": "동대문구 "
    },
    {
        "_id": 11,
        "name": "도봉구 "
    },
    {
        "_id": 12,
        "name": "동작구 "
    },
    {
        "_id": 13,
        "name": "마포구 "
    },
    {
        "_id": 14,
        "name": "서대문구 "
    },
    {
        "_id": 15,
        "name": "성동구 "
    },
    {
        "_id": 16,
        "name": "성북구 "
    },
    {
        "_id": 17,
        "name": "서초구 "
    },
    {
        "_id": 18,
        "name": "송파구 "
    },
    {
        "_id": 19,
        "name": "영등포구 "
    },
    {
        "_id": 20,
        "name": "용산구 "
    },
    {
        "_id": 21,
        "name": "양천구 "
    },
    {
        "_id": 22,
        "name": "은평구 "
    },
    {
        "_id": 23,
        "name": "종로구 "
    },
    {
        "_id": 24,
        "name": "중구 "
    },
    {
        "_id": 25,
        "name": "중랑구 "
    }
]


const price = [
    {
        "_id": 0,
        "name": "Any",
        "array": []
    },
    {
        "_id": 1,
        "name": "3천원 미만",
        "array": [0, 2999]
    },
    {
        "_id": 2,
        "name": "5천원 미만",
        "array": [3000, 4999]
    },
    {
        "_id": 3,
        "name": "1만원 미만",
        "array": [5000, 9999]
    },
    {
        "_id": 4,
        "name": "2만원 미만",
        "array": [10000, 19999]
    },
    {
        "_id": 5,
        "name": "3만원 미만",
        "array": [20000, 29999]
    },
    {
        "_id": 6,
        "name": "5만원 미만",
        "array": [30000, 49999]
    },
    {
        "_id": 7,
        "name": "10만원 미만",
        "array": [50000, 99999]
    },
    {
        "_id": 8,
        "name": "20만원 미만",
        "array": [100000, 199999]
    },
    {
        "_id": 9,
        "name": "20만원 이상",
        "array": [200000, 999999]
    },
    {
        "_id": 10,
        "name": "100만원 이상",
        "array": [1000000, 9999999999999]
    }
]


export {
    regions,
    price
}
