
const price = [
    {
        "_id": 0,
        "name": "Any",
        "array": []
    },
    {
        "_id": 1,
        "name": "3천원 미만",
        "array": [0, 2999]
    },
    {
        "_id": 2,
        "name": "5천원 미만",
        "array": [3000, 4999]
    },
    {
        "_id": 3,
        "name": "1만원 미만",
        "array": [5000, 9999]
    },
    {
        "_id": 4,
        "name": "2만원 미만",
        "array": [10000, 19999]
    },
    {
        "_id": 5,
        "name": "3만원 미만",
        "array": [20000, 29999]
    },
    {
        "_id": 6,
        "name": "5만원 미만",
        "array": [30000, 49999]
    },
    {
        "_id": 7,
        "name": "10만원 미만",
        "array": [50000, 99999]
    },
    {
        "_id": 8,
        "name": "20만원 미만",
        "array": [100000, 199999]
    },
    {
        "_id": 9,
        "name": "20만원 이상",
        "array": [200000, 999999]
    },
    {
        "_id": 10,
        "name": "100만원 이상",
        "array": [1000000, 9999999999999]
    }
]


export {
    price
}
